Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh340-v2.tmx
Source language: bo
Languages: en

source: ཀྱེ་བདག་ཅག་ནི་འདི་ནས་ཀྱང་ཤི་འཕོས་པར་མ་གྱུར་ལ་གཞན་དུ་ཡང་མ་སྐྱེས་མོད་ཀྱི་འོན་ཀྱང་སྔོན་མ་བྱུང་བའི་སེམས་ཅན་སྣང་བ་འདིའི་མཐུས། བདག་ཅག་གི་གནོད་པའི་ཁྱད་པར་རྣམས་རྩེ་ཞིལ་བར་གྱུར་ཏོ་སྙམ་མོ། །
en: “Alas, it is neither that we have died and left this place, nor that we have been born elsewhere. Rather it is because of the unprecedented appearance of this emanation that our particular injuries have been soothed.”

source: དེ་ནས་དེ་དག་སྤྲུལ་པ་ལ་སེམས་མངོན་པར་དགའ་བར་གྱུར་ནས། སེམས་ཅན་དམྱལ་བ་མྱོང་བར་གྱུར་པའི་ལས་དེ་ཟད་དེ།
en: They feel real joy toward the emanation, exhausting the deeds that brought them to experience the hells.

source: སྟེང་དུ་འགྲོ་བ་གང་ཡིན་པ་དེ་དག་ནི་རྒྱལ་ཆེན་བཞིའི་རིས་རྣམས་དང་། སུམ་ཅུ་རྩ་གསུམ་པ་རྣམས་དང་། འཐབ་བྲལ་རྣམས་དང་། དགའ་ལྡན་རྣམས་དང་། འཕྲུལ་དགའ་རྣམས་དང་། གཞན་འཕྲུལ་དབང་བྱེད་རྣམས་དང་། ཚངས་རིས་རྣམས་དང་ཚངས་པའི་མདུན་ན་འདོན་པ་རྣམས་དང་། ཚངས་པ་ཆེན་པོ་རྣམས་དང་། འོད་ཆུང་རྣམས་དང་། ཚད་མེད་འོད་རྣམས་དང་། འོད་གསལ་རྣམས་དང་། དགེ་ཆུང་རྣམས་དང་། ཚད་མེད་དགེ་རྣམས་དང་། དགེ་རྒྱས་རྣམས་དང་། སྤྲིན་མེད་རྣམས་དང་། བསོད་ནམས་སྐྱེས་རྣམས་དང་། འབྲས་བུ་ཆེ་རྣམས་དང་། མི་ཆེ་རྣམས་དང་། མི་གདུང་རྣམས་དང་། གྱ་ནོམ་སྣང་རྣམས་དང་། ཤིན་ཏུ་མཐོང་རྣམས་དང་། འོག་མིན་གྱི་ལྷ་རྣམས་ཀྱི་བར་དུ་སོང་ནས
en: The rays of light that travel up go to the following gods: those of the Abodes of the Four Great Kings, the Heaven of the Thirty-Three, the Strifeless Heaven, Tuṣita Heaven, the Delighting in Creation Heaven, the Heaven of the Masters of Others’ Creations, and the Heaven of Brahmā’s Assembly; those of the realms called Brahmin Priests, Great Brahmā, Limited Splendor, Immeasurable Splendor, Radiant Heaven, Lesser Virtue, Immeasurable Virtue, Extensive Virtue, and the Cloudless Heaven; and those of the realms called Increasing Merit, Great Result , None Greater, Sorrowless, Sublime Vision, Great Vision, and Supreme .

source: ངེས་པར་འབྱུང་བ་བརྩམ་པར་གྱིས། །སངས་རྒྱས་བསྟན་ལ་སྦྱོར་བར་གྱིས། འདམ་བུའི་ཁྱིམ་ལ་གླང་ཆེན་བཞིན། །
en: Cultivate renunciation, Practice the Buddha’s teaching— Trample the lord of death’s army Like an elephant in a house of reeds!

source: རྒོད་དང་བྲལ་ཞིང་རྒྱགས་དང་མི་དགྱེས་སྤངས་པ་ཡི། །སངས་རྒྱས་འགྲོ་བ་དག་གིས་དམ་པའི་རྒྱུར་གྱུར་པ། །
en: “The lords of beings , the buddhas who cast off disconsolation, Are rid of savagery and pride, and are themselves the cause of all that’s good.

source: བརྟན་པོ་ཉིད་ཀྱི་བློ་ཡིས་དུས་བབ་མཁྱེན་ལགས་ན། །དགེ་སྦྱོང་རྒྱལ་དབང་ཉན་པ་སོམ་ཉི་འཚལ་བ་རྣམས། །ཐུབ་པ་ཁྱུ་མཆོག་གི་ནི་གསུང་མཆོག་བརྟན་པ་དང་། །བཟང་པོ་དག་གིས་ཐེ་ཚོམ་སྐྱེས་པ་བསལ་བར་གསོལ། །
en: “So if you know it’s time, for your mind never falters, Then come—ascetic, victor—quell your disciples’ hesitation. O sage , greatest of the herd, with speech unrivaled, sure, and good, Reassure those prone to doubt.

source: རྒྱ་མཚོ་དང་ནི་རི་རྒྱལ་ལྟ་བུར་བརྟན་པ་ཡི། །མགོན་པོ་རྫོགས་སངས་རྒྱས་རྣམས་གྱིན་ད་འཛུམ་མི་སྟོན།
en: “Mountain still, and vast as oceans, Buddha, fully awakened lord, Your smile is no mundane event.

source: གང་གི་དོན་དུ་དཔའ་བོ་འཛུམ་པ་སྟོན་མཛད་པ། །དེ་ནི་ཁྱོད་ལ་སྐྱེ་བོ་ཕལ་ཆེར་ཉན་པར་འཚལ། །
en: Hero, make it manifest so that many might pay heed.

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། །ཀུན་དགའ་བོ་དེ་ནི་དེ་བཞིན་ནོ། །དེ་ནི་དེ་བཞིན་ཏེ།
en: “Ānanda, so it is,” replied the Blessed One. “It is just as you say, Ānanda.

source: ཀུན་དགའ་བོ་ཁྱོད་ཀྱིས་ཀླུའི་བུ་འདིས་སངས་རྒྱས་ལ་སོགས་པ་དགེ་སློང་གི་དགེ་འདུན་ལ་ལམ་དང་རྒྱལ་པོའི་ཁབ་འདིར་བཀུར་སྟི་འདི་ལྟ་བུ་བྱས་པ་མཐོང་ངམ།
en: Ānanda, did you see the young nāga who provided for the Buddha and the rest of the saṅgha of monks, both on the road and here in Rājagṛha?”

source: ཀུན་དགའ་བོ་ཀླུའི་བུ་འདི་དགེ་བའི་རྩ་བ་འདིས་བསྐལ་པ་བརྒྱའི་བར་དུ་ལོག་པར་ལྟུང་བར་མི་འགྱུར་ཏེ
en: “Ānanda, by the root of virtue of this nāga’s act, he will not fall to the lower realms for one hundred eons.

source: བསྐལ་པ་བརྒྱའི་བར་དུ་ལྷ་དང་མིའི་ནང་དུ་ཉིང་མཚམས་སྦྱོར་ཞིང་འཁོར་བར་གྱུར་ནས་སྲིད་པ་ཐ་མ་དང་གནས་ཐ་མ་ལ་མིར་སྐྱེ་བ་ཐོབ་སྟེ།
en: For one hundred eons he will take rebirth among gods and humans. After circling in saṃsāra, in his final rebirth, his final dwelling place, he will take birth as a human being.

source: རབ་ཏུ་བྱུང་ནས་སློབ་དཔོན་མེད་པ་དང་། མན་ངག་མེད་པར་བྱང་ཆུབ་ཀྱི་ཕྱོགས་དང་འཐུན་པའི་ཆོས་མངོན་སུམ་དུ་གྱུར་ཏེ།
en: Then he will go forth and manifest the thirty-seven wings of enlightenment without a teacher or any instruction.

source: རང་སངས་རྒྱས་ཀྱི་བྱང་ཆུབ་མངོན་སུམ་དུ་བྱས་ནས། རང་སངས་རྒྱས་སྨོན་ལམ་ལེགས་པར་བཏབ་པ་ཞེས་བྱ་བར་འགྱུར་ཏེ།
en: He will manifest the enlightenment of a solitary buddha and become the solitary buddha known as Aspiration Well Sown.”

source: སེང་གེ་ཞེས་བྱ་བ་ནི།
en: The Story of Siṃha

source: གླེང་གཞི་ཡངས་པ་ཅན་ན་བཞུགས་ཏེ། དེའི་ཚེ་སྡེ་དཔོན་སེང་གེ་ཞེས་བྱ་བ་ཆུང་མ་དང་རྩེ་ཞིང་དགའ་ལ་དགའ་མགུར་སྤྱོད་པ་ལས་ཆུང་མ་ལ་བུ་ཆགས་ནས།
en: When the Blessed One was in Vaiśālī, as a certain army chief named Siṃha and his wife enjoyed themselves and coupled, his wife conceived,

source: བུད་མེད་དེའི་ལུས་ཐོག་ཐག་ནས་ཕྱི་སའི་དྲི་འབྱུང་ལ།
en: and immediately her entire body began to smell of excrement.

source: ཕྱི་ས་ཟ་བའི་སེམས་ཀྱང་སྐྱེས་ནས་ཆུང་མས་སྡེ་དཔོན་སེང་གེ་ལ་བསྙད་དོ། །
en: What’s more, she also had the urge to eat excrement. She explained all of this to her husband, Siṃha the army chief.

source: དེ་ནས་སྡེ་དཔོན་སེང་གེས་བསམས་པ།
en: “Alas!” army chief Siṃha thought,

source: མ་ལ་བདག་གི་ཆུང་མ་འདི་ལུས་སྲུལ་པོ་འགའ་ཞིག་གིས་མ་བརླམས་གྲང་སྙམ་སྟེ། དེས་ལྟས་མཁན་རྣམས་ལ་བསྟན་ན་
en: “one of those rotting spirits has assumed control of my wife,” and he brought her to the soothsayers.

source: ལྟས་མཁན་རྣམས་ན་རེ། འདི་ལུས་སྲུལ་པོས་བརླམས་པ་ནི་མ་ཡིན་གྱི་འདི་ནི་སེམས་ཅན་ལྟོ་ན་འདུག་པ་དེའི་མཐུ་ཡིན་ཏེ
en: “No, she has not been possessed by a rotten spirit,” the soothsayers assured him. “All this has taken place on account of the being in her womb.

source: སེམས་ཅན་དེ་ནམ་བཙས་པ་དེའི་ཚེ་འདིའི་སྐྱོན་དེ་མེད་པར་འགྱུར་རོ་ཞེས་ཟེར་རོ། །
en: Once that being is born there will be no more trouble.”

source: དེ་ནས་ཟླ་བ་དགུའམ་བཅུ་ལོན་པ་དང་། དེའི་བུ་མི་སྡུག་པའི་སྣ་གྲངས་བཅྭ་བརྒྱད་དང་ལྡན་པ་ཞིག་བཙས་ནས།
en: Then after nine or ten months had passed, she gave birth to a child that was ugly in eighteen different ways.

source: དེ་བཙས་མ་ཐག་ཏུ་ཁྱིམ་དེ་ཐོག་ཐག་ཏུ་ཕྱི་སའི་དྲིས་གང་བར་གྱུར་ཏོ། །
en: No sooner was the child born than the house was suffused with the smell of excrement.

source: དེ་ནས་བུད་མེད་དེ་དག་གིས་སྤོས་སྣ་ཚོགས་ཀྱིས་བྱུགས་ཏེ། མལ་དུ་བཞག་ཀྱང་དེའི་ལུས་ལས་ཕྱི་སའི་དྲི་མེད་པར་མ་གྱུར་ནས།
en: The women laid him out on the bed and applied all different kinds of perfumes, but still could not remove the smell of filth from his body.

source: ཆུང་མས་སྡེ་དཔོན་སེང་གེ་ལ་བུ་དེ་བསྟན་པར་མི་འདོད་པ་ལས་བུད་མེད་གཞན་དག་གིས་དེ་ལ་བསྙད་དེ།
en: The army chief Siṃha’s wife did not wish to show the child to him, but one of the other women informed him,

source: ཇོ་བོ་ཁྱོད་ཀྱི་སྲས་ནི་བལྟམ་མོད་ཀྱི་མི་སྡུག་པའི་སྣ་གྲང་བཅྭ་བརྒྱད་དང་ལྡན་པ།
en: “Sir, though indeed you have a son, he is ugly in eighteen different ways,

source: ལུས་ཐོག་ཐག་ནས་ཕྱི་སའི་དྲི་འབྱུང་སྟེ། དེས་ན་ཁྱིམ་ཐོག་ཐག་ཕྱི་སའི་དྲིས་གང་བར་གྱུར་ཏོ་ཞེས་བྱས་སོ། །
en: the smell of excrement pervades his body, and the whole house is filling up with the smell.”

source: དེ་ནས་དེ་ཐོས་མ་ཐག་ཏུ་སྡེ་དཔོན་སེང་གེ་ཤིན་ཏུ་སྡུག་བསྔལ་བར་གྱུར་ཏེ། དེས་བསམས་པ།
en: The army chief Siṃha was stricken to hear this and thought,

source: འདི་ལྟར་བདག་གི་བུ་བཙས་སུ་ཟིན་ཀྱང་འདི་ཁོ་ན་ལྟར་སྐྱོན་ཅན་དུ་གྱུར་ན། བུ་འདི་ལྟ་བུ་བདག་ལ་ཅི་དགོས་ཀྱིས་
en: “Though a son has finally been born to me, since he’s disfigured, what use is he to me?

source: མུན་སྲོས་པའི་འོག་ཏུ་ཁྱིམ་ནས་བྱུང་སྟེ། ཁྱི་རྣམས་ལ་སྦྱིན་ནོ་སྙམ་མོ། །
en: When night falls, I’ll toss him out to the dogs.”

source: དེ་ནས་དེའི་བར་སྐབས་སུ་སྡེ་དཔོན་སེང་གེ་དགེ་བའི་བཤེས་གཉེན་བཅོམ་ལྡན་འདས་དང་ཕྲད་ནས་བདེན་པ་རྣམས་མཐོང་སྟེ།
en: Now in the meantime the army chief Siṃha’s spiritual advisor had met the Blessed One and seen the truths.

source: དེས་བདེན་པ་རྣམས་མཐོང་ནས། བསམས་པ།
en: Having seen the truths, he thought,

source: སེམས་ཅན་འདི་ནི་ལས་ལས་སྐྱེས་ཏེ།
en: “This being was born due to his past actions.

source: སྔོན་མི་དགེ་བའི་ལས་རྣམས་ཀྱིས་ལུས་འདི་ལྟ་བུར་སྐྱེས་པར་གྱུར་ནས་
en: Since he was born in a body like this due to his nonvirtuous actions, they should raise this pitiable creature.

source: ངན་ངོན་ཞིག་གསོས་ལ་ཆེར་སྐྱེས་པ་དང་། སངས་རྒྱས་དང་། ཆོས་དང་། དགེ་འདུན་ལ་བསྙེན་བཀུར་བྱེད་དུ་གཞུག་གོ། །
en: When he is grown, they should introduce him to respectful service to the Buddha, Dharma, and Saṅgha.

source: འོན་ཀྱང་ཚེ་རབས་གཞན་དུ་ལུས་འདི་ལྟ་བུར་སྐྱེ་བར་མི་འགྱུར་རོ་སྙམ་ནས།
en: Then at the very least he will not take birth in such a body in his next life.”

source: འོ་མ་དང་། ཞོ་དང་། མར་དང་། ཞུན་མར་དང་། མར་གྱི་ཉིང་གུས་གསོས་ནས་དེ་ཆེར་སྐྱེས་པ་དང་། ཕས་དེ་ལ་སྨྲས་པ།
en: So they reared him on milk, yogurt, butter, ghee, and milk solids, and when he had grown, his father said to him,

source: བུ་ཁྱོད་སྔོན་གྱི་ལས་མི་དགེ་བ་རྣམས་ཀྱིས་ལུས་འདི་ལྟ་བུར་སྐྱེས་ལ།
en: “Son, you have a body like this on account of your nonvirtuous past actions.

source: ད་ལྟར་བཅོམ་ལྡན་འདས་འདི་ནི་བསོད་ནམས་ཀྱི་ཞིང་རྐང་གཉིས་པ་ཡིན་ཏེ
en: Right now the Blessed One is a rich field of merit for all humanity.

source: འདི་ལ་ནི་བཀུར་སྟི་ཅུང་ཟད་ཅིག་བྱས་ཀྱང་འབྲས་བུ་ཆེ་ཞིང་ཕན་ཡོན་ཆེ་བར་འགྱུར་གྱིས།
en: Even doing him some small service will bring a great result and benefit you greatly.

source: དེ་ལ་བཀུར་སྟི་བྱོས་ལ་སྨོན་ལམ་ལེགས་པར་ཐོབ་ཤིག་དང་། ཁྱོད་ཀྱི་ལས་དེ་ཡང་བར་འགྱུར་ཡང་སྲིད་དོ་ཞེས་བྱས་ནས་
en: Offer him your service, make good prayers, and perhaps the burden of your past deeds will be lighter.”

source: དེས་ཀྱང་ཕའི་ངག་མཉན་ཏེསངས་རྒྱས་དང་། ཆོས་དང་། དགེ་འདུན་ལ་བཀུར་སྟི་བྱེད་པ་ལ་ཞུགས་སོ། །
en: Heeding his father’s words, he began to respectfully serve the Buddha, Dharma, and Saṅgha.

source: དེ་ནས་ཕྱི་ཞིག་ན་ཁྱེའུ་དེས་ཕ་མ་ལ་གསོལ་ཏེ། སངས་རྒྱས་ལ་སོགས་པ་དགེ་སློང་གི་དགེ་འདུན་ཁྱིམ་དུ་སྤྱན་དྲངས་ནས།
en: One day, at the young man’s behest, his parents extended an invitation to the Buddha and the rest of the saṅgha of monks,

source: བཟའ་བ་དང་བཅའ་བ་གཙང་མ་བཟང་པོ་མང་པོས་ཚིམ་པར་བྱས་ཏེ། ཅི་བཞེད་པ་བསྟབས་ནས་བཤོས་གསོལ་ཟིན་ཏེ།
en: and he contented them with many good, wholesome foods, proffering all that they wished.

source: གསང་སྡེར་ནི་གྱུ་ཕྱག་ནི་བཅབས་པར་རིག་ནས་སྟན་ཆེས་དམའ་བ་ཞིག་ཁྱེར་ཏེ། ཆོས་མཉན་པའི་ཕྱིར་བཅོམ་ལྡན་འདས་ཀྱི་སྤྱན་སྔར་འདུག་གོ། །
en: Once he knew that their bowls had been taken away and their hands washed, he brought in a very low seat and sat before the Blessed One to listen to the Dharma.

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་དེའི་བསམ་པ་དང་། བག་ལ་ཉལ་དང་། ཁམས་དང་། ཤེས་པ་དང་། རང་བཞིན་ཐུགས་སུ་ཆུད་ནས་དེ་དང་འཐུན་པའི་ཆོས་བསྟན་ཏེ
en: The Blessed One directly apprehended his thoughts, habitual tendencies, temperament, capacity, and nature, and taught him the Dharma accordingly.

source: དེས་ན་ཁྱེའུ་དེས་སྟན་དེ་ཉིད་ལ་འདུག་བཞིན་དུ་འཇིག་ཚོགས་ལ་ལྟ་བའི་རིའི་རྩེ་མོ་མཐོན་པོ་ཉི་ཤུ་ཡེ་ཤེས་རྡོ་རྗེས་བཅོམ་ནས། རྒྱུན་དུ་ཞུགས་པའི་འབྲས་བུ་མངོན་སུམ་དུ་བྱས་ཏེ།
en: Hearing it, the young man destroyed with the thunderbolt of wisdom the twenty high peaks of the mountain of views concerning the transitory collection, and manifested the resultant state of stream entry right where he sat.

source: དེས་བདེན་པ་མཐོང་ནས་བསམས་པ།
en: Having seen the truths, he thought,

source: གལ་ཏེ་བདག་ལུས་འདི་ལྟ་བུར་མ་གྱུར་ན་ནི་བདག་ཀྱང་བཅོམ་ལྡན་འདས་ཀྱི་བསྟན་པ་ལ་རབ་ཏུ་བྱུང་ནས། ཆུ་བོ་རྣམས་ལས་རྒལ་བར་བྱ་བ་དང་། སྦྱོར་བ་རྣམས་ལས་འདའ་བར་བྱ་བའི་ཕྱིར་བརྩོན་པ་དང་། བསྒྲུབ་པ་དང་། འབད་པར་བྱ་བ་ཞིག་ན་སྙམ་དུ་སེམས་པ་དང་།
en: “If my body weren’t like this, I too would go forth in the doctrine of the Blessed One, in order to ford the floodwaters and completely escape my fetters with diligence, practice, and effort.”

source: སེམས་བསྐྱེད་མ་ཐག་ཏུ་ཁྱེའུ་དེའི་བྱད་བཞིན་མི་སྡུག་པ་དེ་དང་དྲི་མི་ཞིམ་པ་དེ་མེད་པར་གྱུར་ཏོ། །དེ་ནས་དེ་ལྷག་པར་ཡང་བཅོམ་ལྡན་འདས་ལ་དགའ་བ་སྐྱེས་ཏེ།
en: No sooner had he thought this than his ugly features and the unpleasant smell disappeared, and he was filled with exceptional joy toward the Blessed One.

source: དེ་དགའ་བ་སྐྱེས་ནས་བཅོམ་ལྡན་འདས་ག་ལ་བ་དེ་ལོགས་སུ་ཐལ་མོ་སྦྱར་བ་བཏུད་དེ། བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །
en: Full of such joy, he pressed his palms together, bowed toward the Blessed One, and requested,

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་དེ་ལ་དགེ་སློང་ཚུར་ཤོག་ཅེས་བྱ་བས་རབ་ཏུ་ཕྱུང་སྟེ། བསྙེན་པར་རྫོགས་པར་མཛད་ནས་དེ་ལ་ལུང་ཡང་ཕོག་གོ། །
en: With the words “Come, join me, monk! Practice the holy life,” the Blessed One led him to go forth as a novice, conferred on him full ordination, and instructed him.

source: དེས་ཀྱང་བརྩོན་པ་དང་། བསྒྲུབ་པ་དང་། འབད་པས་ཉོན་མོངས་པ་ཐམས་ཅད་སྤངས་ནས་དགྲ་བཅོམ་པ་ཉིད་མངོན་སུམ་དུ་བྱས་ཏེ།
en: Casting away all afflictive emotions through diligence, practice, and effort, he manifested arhatship.

source: སྲིད་པའི་རྙེད་པ་དང་། ཆགས་པ་དང་། བཀུར་སྟི་ལ་མི་ལྟ་བ།
en: He had no regard for worldly profit, passion, or acclaim.

source: དབང་པོ་དང་། ཉེ་དབང་དང་བཅས་པའི་ལྷ་རྣམས་ཀྱིས་མཆོད་ཅིང་རྗེད་པ་དང་། གུས་པར་སྨྲ་བའི་གནས་སུ་གྱུར་ཏོ། །
en: He became an object of offering, veneration, and respectful address by Indra, Upendra, and the other gods.

source: བཙུན་པ་དགེ་སློང་འདིས་ལས་ཅི་བགྱིས་ན། ལས་དེའི་རྣམ་པར་སྨིན་པས་མི་སྡུག་པའི་སྣ་གྲངས་བཅྭ་བརྒྱད་དང་ལྡན་པར་སྐྱེས་ལ་ལུས་ཐོག་ཐག་ནས་ཕྱི་སའི་དྲི་འབྱུང་བར་གྱུར་ལགས།
en: “Lord, what action did this monk take that ripened into his being ugly in eighteen different ways, and that the smell of excrement arose from all over his body?

source: ལས་ཅི་བགྱིས་ན་རབ་ཏུ་འབྱུང་བའི་སེམས་བསྐྱེད་མ་ཐག་ཏུ་མི་སྡུག་པ་མ་མཆིས་པར་གྱུར་ཏེབཟང་པོར་གྱུར་ལ།
en: What action did he take that, as soon as he felt a sense of renunciation, his ugliness disappeared and he became good looking;

source: བཅོམ་ལྡན་འདས་ཀྱང་འདིས་མཉེས་པར་བགྱིས་ཏེ། མི་མཉེས་པར་མ་བགྱིས་ནས།
en: that he pleased the Blessed One, did not displease him;

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། དགེ་སློང་དག་འདི་ཉིད་ཀྱིས་ལས་འདི་ལྟ་བུ་བྱས་ཤིང་བསགས་ཏེ།
en: “Monks,” the Blessed One explained, “such are the actions that he committed and accumulated:

source: དགེ་སློང་དག་སྔོན་བྱུང་བ་འདས་པའི་དུས་ན། རི་ཁྲོད་ཀྱི་གྲོང་ཞིག་ན་བྲམ་ཟེ་གཟུགས་བཟང་ཞིང་བལྟ་ན་སྡུག་ལ་མཛེས་པ་ཞིག་གནས་པ་དེ།
en: “Monks, in times gone by, in a mountain village there lived a brahmin who was well proportioned, pleasing to the eye, and beautiful.

source: བྱད་གཟུགས་དང་ལང་ཚོའི་རྒྱགས་པས་དྲེགས་ནས་དགེ་སྦྱོང་དང་བྲམ་ཟེ་དུ་མ་ལ་བརྙས་པར་བྱེད་དོ། །
en: Arrogant about his good looks and youthfulness, he was contemptuous toward many ascetics and brahmins.

source: དེ་ནས་ཕྱི་ཞིག་ན་དེ་ཁང་ཐོག་ཏུ་སོང་སྟེ། བྲམ་ཟེའི་ཁྱེའུ་དག་གིས་བསྐོར་ཞིང་འདུག་གོ། །
en: One day he went to the roof of his house and sat there surrounded by young brahmins.

source: སངས་རྒྱས་རྣམས་འཇིག་རྟེན་དུ་མི་འབྱུང་བའི་ཚེ། རང་སངས་རྒྱས་སྡུག་ཅིང་ཕོངས་པ་རྣམས་ལ་སྙིང་བརྩེ་བ།
en: “In times when a blessed one has not arisen in the world, out of compassion for the destitute and suffering the solitary buddhas appear,

source: བས་མཐའི་གནས་མལ་གྱིས་འཚོ་བའི་བསེ་རུ་ལྟ་བུ་འཇིག་རྟེན་གྱི་ཡོན་གནས་གཅིག་པུ་རྣམས་འཇིག་རྟེན་དུ་འབྱུང་སྟེ
en: taking up residence in remote places. Solitary as the rhinoceros, in all the world they alone are worthy of offerings.

source: རང་སངས་རྒྱས་ཤིག་རི་ཁྲོད་ཀྱི་གྲོང་ཁྱེར་དེར་བསོད་སྙོམས་ལ་སོང་ནས། དེས་བཟའ་བ་དང་བཅའ་བ་བཟང་པོ་དག་རྙེད་དེ།
en: “So it was that a solitary buddha was going for alms in that mountain town, where he received very good food and drink.

source: དེ་ཁྱེར་ཞིང་བྲམ་ཟེ་དེའི་ཁྱིམ་གྱི་སྒོ་དྲུང་ནས་ལམ་པོ་ཆེའི་ལོགས་སུ་ཆས་པ་དང་། དེ་བྲམ་ཟེ་དེས་མཐོང་ནས།
en: He was carrying it when the brahmin spotted him striding away from the front door of the brahmin’s house and proceeding to the main road.

source: བྲམ་ཟེ་དེའི་མདུན་ན་ཡང་གྱོ་མོ་ཕྱི་སས་གང་བ་ཞིག་འདུག་སྟེ།
en: There was a pot full of excrement on the rooftop in front of the brahmin.

source: དེས་ཐོ་བཙམ་པའི་བསམ་པས་རང་སངས་རྒྱས་དེའི་སྟེང་དུ་གྱོ་མོ་དེ་རྐང་པས་ཕུལ་ནས་དེའི་གོས་རྣམས་དང་དེའི་ལུས་དང་ལྷུང་བཟེད་རྣམས་ལ་གོས་པར་གྱུར་ཏེ
en: Intending the solitary buddha harm, he kicked the pot down on top of him and it soiled the sage’s clothes, body, and alms bowl.

source: རང་སངས་རྒྱས་དེས་ཡར་བལྟས་པ་དང་བྲམ་ཟེ་དེ་དགའ་ཆེས་ནས་བཞིན་མི་སྡུག་པར་བསྒྱུར་ཏེ། ལུས་ཀྱི་ལས་ཀྱིས་ཐོ་བཙམས་སོ། །
en: The solitary buddha looked up as the brahmin’s face turned from gleeful to hideous, degraded by the actions of his own body.

source: དེ་ནས་རང་སངས་རྒྱས་དེས་བསམས་པ།
en: “Then the solitary buddha thought,

source: ཉོན་མོངས་པ་འདི་ནི་དམས་ཤིང་ཉམས་པར་འགྱུར་གྱིས་འདིའི་ར་མདའ་བྱ་དགོས་སོ་
en: ‘This emotionally afflicted person has become so abased! I have to help him.’

source: སྙམ་ནས་སྟེང་གི་ནམ་མཁའ་ལ་མངོན་པར་འཕགས་ཏེ། འབར་བ་དང་ལམ་མེར་འདུག་པ་དང་། ཆར་འབབ་པ་དང་། གློག་འགྱུ་བའི་ཆོ་འཕྲུལ་རྣམས་བསྟན་ཏོ། །
en: With this thought he rose up into the sky, making a miraculous display of fire and light, rain and lightning.

source: སོ་སོའི་སྐྱེ་བོ་ནི་རྫུ་འཕྲུལ་གྱིས་མྱུར་དུ་དད་པ་སྐྱེ་བར་འགྱུར་བས་ན།
en: “Ordinary people are quickly brought to faith through miracles,

source: དེ་ཤིང་སོག་ལེས་བཅད་པ་བཞིན་དུ་ཞབས་ལ་ཕྱག་འཚལ་ཏེ་སྨྲས་པ།
en: so when the brahmin saw all this, he bowed down at the sage’s feet like a tree felled by a saw, saying,

source: སྐལ་བ་ཆེན་པོ་མར་སྤྱོན།
en: ‘O great fortunate one, please, please come down!

source: བདག་ཉེས་པར་སྤྱོད་པའི་འདམ་དུ་བྱིང་བའི་ར་མདའ་མཛོད་ཅེས་བྱས་སོ། །
en: I’m mired in misdeeds! Please reach down and lift me up!’

source: དེ་ནས་རང་སངས་རྒྱས་དེས་ཀྱང་དེ་ལ་སྙིང་བརྩེ་བའི་ཕྱིར་ས་ལ་བབས་ནས། །
en: Out of compassion for him, the solitary buddha descended.

source: དེ་བྲམ་ཟེ་དེས་ཁྱིམ་གྱི་ནང་དུ་སྤྱན་དྲངས་ནས།
en: The brahmin invited him inside,

source: གོས་དེ་རྣམས་ནི་ཕུད་དེ་བཏང་ལུས་ནི་སྤོས་ཀྱིས་བྱུགས་ཏེ་སྤོས་ཆུས་ཁྲུས་བྱེད་དུ་བཅུག་ནས་ཆོས་གོས་གཞན་དག་ཕུལ་ཏེ།
en: carried away his garments, anointed his body with fragrance, bathed him in scented water, and offered him a new Dharma robe.

source: རང་གི་ལག་ནས་བཟའ་བ་དང་བཅའ་བ་གཙང་མ་བཟང་པོ་མང་པོས་ཚིམ་པར་བྱས་ཏེ། ཅི་བཞེད་པ་བསྟབས་ནས་ཞབས་ལ་ཕྱག་འཚལ་ཏེ་བཟོད་པ་གསོལ་ནས་སྨོན་ལམ་བཏབ་པ།
en: “Then, after he had contented him with many good, wholesome foods, proffering all that he wished, he touched his head to his feet, asked his forgiveness, and prayed,

source: བདག་གིས་ཡོན་གནས་ཀྱི་མཆོག་འདི་ལྟ་བུ་ལ་གནོད་པ་བྱས་པའི་ལས་འདིའི་སྐལ་བ་ཅན་དུ་བདག་ཅི་ནས་ཀྱང་མ་གྱུར་ཅིག །
en: ‘May no portion of the act of having done harm to this supreme object of worship ripen unto me.

source: འདི་ལ་བཀུར་སྟི་བྱས་པའི་དགེ་བའི་རྩ་བ་འདིས་ནི་ཅི་ནས་བདག་གང་དང་གང་དུ་སྐྱེ་བར་འགྱུར་བ་དེ་དང་དེར་ཕྱུག་ཅིང་ནོར་མང་ལ་ལོངས་སྤྱོད་ཆེ་བའི་རིགས་སུ་སྐྱེ་བར་ཤོག་ཅིག །
en: By the root of virtue of having paid homage to him, wherever I am born, may it be into a family of great means, prosperity, and wealth.

source: འདི་བས་ཀྱང་ཆེས་ཁྱད་པར་དུ་འཕགས་པའི་སྟོན་པ་མཉེས་པར་བྱེད་པར་གྱུར་ཅིག །མི་མཉེས་པར་བྱེད་པར་མ་གྱུར་ཅིག །
en: May I please and not displease a teacher even more exalted than this.

source: བརྒྱ་ལ་ལས་མི་དགེ་བ་འདི་གདོན་མི་ཟ་བ་ཁོ་ནར་འབྲས་བུ་སྨིན་པར་གྱུར་ན། ཡང་རབ་ཏུ་འབྱུང་བའི་སེམས་བསྐྱེད་མ་ཐག་ཏུ་བདག་གི་མི་སྡུག་པ་མེད་པར་གྱུར་ཏེ།
en: Should it be the case that this nonvirtue must certainly bear fruit, then as soon as I feel a sense of renunciation, may my ugliness disappear,

source: བཟང་པོར་གྱུར་ཅིག་ཅེས་བྱས་སོ། །
en: and may I become good looking.’

source: དེའི་ཚེ་བྲམ་ཟེར་གྱུར་པ་གང་ཡིན་པ་དེ་ནི་སེང་གེའི་བུ་འདི་ཁོ་ན་ཡིན་ཏེ།
en: The one who was that brahmin then is now Siṃha’s very own son.

source: དེས་རང་སངས་རྒྱས་དེ་ལ་གནོད་པ་བྱས་པའི་ལས་དེའི་རྣམ་པར་སྨིན་པས་ནི་གང་དང་གང་དུ་སྐྱེས་པ་དེ་དང་དེར་མི་སྡུག་པའི་སྣ་གྲངས་བཅྭ་བརྒྱད་དང་ལྡན་པར་སྐྱེས་ལ།
en: At that time, the act of doing harm to that solitary buddha ripened such that wherever he was born, he was ugly in eighteen different ways,

source: ལུས་ཐོག་ཐག་ནས་ཕྱི་སའི་དྲི་འབྱུང་བར་གྱུར་ཏོ། །
en: and his entire body emitted a smell of excrement.

source: དེས་དེར་སླར་བཀུར་སྟི་བྱས་ནས་སྨོན་ལམ་བཏབ་སྟེ།
en: Later, he paid homage to him and prayed,

source: དགེ་བའི་རྩ་བ་འདིས་ན་བདག་གང་དང་གང་དུ་སྐྱེ་བར་འགྱུར་བ་དེ་དང་དེར་ཕྱུག་ཅིང་ནོར་མང་ལ་ལོངས་སྤྱོད་ཆེ་བའི་རིགས་སུ་སྐྱེ་བར་ཤོག་ཅིག །
en: ‘By this root of the virtue, wherever I am born, may it be into a family of great means, prosperity, and wealth.

source: བརྒྱ་ལ་ལས་མི་དགེ་བ་འདི་གདོན་མི་ཟ་བ་ཁོ་ནར་འབྲས་བུ་སྨིན་པར་གྱུར་ན་ཡང་། རབ་ཏུ་འབྱུང་བའི་སེམས་བསྐྱེད་མ་ཐག་ཏུ་བདག་གི་མི་སྡུག་པ་མེད་པར་གྱུར་ཏེ་
en: Should it be the case that this nonvirtue must certainly bear fruit, then as soon as I feel a sense of renunciation, may my ugliness disappear

source: བཟང་པོར་གྱུར་ཅིག་ཅེས་བྱས་པས་ནི།
en: and may I become good looking.’

source: དགེ་སློང་དག་འདིས་རང་སངས་རྒྱས་བྱེ་བ་ཕྲག་འབུམ་བས་ཀྱང་ལྷག་པར་ཆེས་ཁྱད་པར་དུ་འཕགས་པ་མཉེས་པར་བྱས་ཏེམི་མཉེས་པར་མ་བྱས་ནས་ང་ཉིད་ཀྱི་བསྟན་པ་ལ་རབ་ཏུ་བྱུང་སྟེ། ཉོན་མོངས་པ་ཐམས་ཅད་སྤངས་ནས།
en: “Monks, I am more exalted than even a hundred thousand solitary buddhas, and he has pleased me, not displeased me, gone forth in my very doctrine, cast away all afflictive emotions,

source: དགྲ་བཅོམ་པ་ཉིད་མངོན་སུམ་དུ་བྱས་ལ་རབ་ཏུ་འབྱུང་བའི་སེམས་བསྐྱེད་མ་ཐག་ཏུ་ཡང་མི་སྡུག་པ་མེད་པར་གྱུར་ཏེ་བཟང་པོར་གྱུར་ཏོ། །
en: manifested arhatship, and as soon as he felt a sense of renunciation, his ugliness disappeared and he became good looking.”

source: དེ་ནས་དགེ་སློང་རྣམས་ཀྱིས་སངས་རྒྱས་བཅོམ་ལྡན་འདས་ལ་ཞུས་པ། བཙུན་པ་སྡེ་དཔོན་སེང་གེས་ལས་ཅི་ཞིག་བགྱིས་ན། ལས་དེའི་རྣམ་པར་སྨིན་པས་ཕྱུག་ཅིང་ནོར་མང་ལ་ལོངས་སྤྱོད་ཆེ་བའི་རིགས་སུ་སྐྱེས་ལ།
en: “Lord,” the monks asked the Blessed One, “what action did the army chief take that ripened into his birth into a family of great means, prosperity, and wealth,

source: འདིས་བཅོམ་ལྡན་འདས་ཀྱང་མཉེས་པར་བགྱིས་ཏེ། མི་མཉེས་པར་མ་བགྱིས་ལགས།
en: and that he pleased the Blessed One, and did not displease him?”

source: ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་འོད་སྲུང་གི་གསུང་རབ་ལ་འདི་དགེ་བསྙེན་དུ་གྱུར་ཏེ།
en: “He became a lay vow holder in the doctrine of the totally and completely awakened Buddha Kāśyapa.

source: དེར་འདིས་སྦྱིན་པ་དག་བྱིན་ཞིང་བསོད་ནམས་དག་བྱས་ནས། ཚེ་གཅིག་ཏུ་སྐྱབས་སུ་འགྲོ་བ་དང་བསླབ་པའི་གཞི་རྣམས་བསྲུངས་ཏེ།
en: Then, he gave gifts and made merit, took refuge, and maintained the fundamental precepts all his life.

source: ཀྱེ་མ་དགེ་བའི་རྩ་བ་འདིས་བདག་གང་དང་གང་དུ་སྐྱེ་བར་འགྱུར་བ་དེ་དང་དེར་ཕྱུག་ཅིང་ནོར་མང་ལ་ལོངས་སྤྱོད་ཆེ་བའི་རིགས་སུ་སྐྱེ་བར་ཤོག་ཅིག །
en: ‘Oh, by this root of virtue, wherever I am born, may it be into a family of great means, prosperity, and wealth.

source: ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་འོད་སྲུང་གིས་བྲམ་ཟེའི་ཁྱེའུ་བླ་མ་ལུང་བསྟན་པ་གང་ཡིན་པའི་སངས་རྒྱས་བཅོམ་ལྡན་འདས་དེ་བདག་གིས་མཉེས་པར་བྱེད་པར་གྱུར་ཅིག །མི་མཉེས་པར་བྱེད་པར་མ་གྱུར་ཅིག་ཅེས་བྱས་སོ། །
en: May I please and not displease Uttara, the young brahmin prophesied by the totally and completely awakened Buddha Kāśyapa to be the next blessed buddha.’

source: དེའི་ཚེ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་འོད་སྲུང་གི་དགེ་བསྙེན་དུ་གྱུར་པ་གང་ཡིན་པ་དེ་ནི་སྡེ་དཔོན་སེང་གེ་འདི་ཁོ་ན་ཡིན་ཏེ།
en: The one who was a lay vow holder in the doctrine of the totally and completely awakened Buddha Kāśyapa then is none other than the army chief Siṃha.

source: དེས་དེར་སྦྱིན་པ་བདག་བྱིན་ཞིང་བསོད་ནམས་དག་བྱས་ནས་ཚེ་གཅིག་ཏུ་སྐྱབས་སུ་འགྲོ་བ་དང་བསླབ་པའི་གཞི་རྣམས་བསྲུངས་ཏེ།
en: There he gave gifts and made merit, took refuge and maintained the fundamental precepts,

source: འཆི་ཀར་སྨོན་ལམ་བཏབ་པའི་ལས་དེའི་རྣམ་པར་སྨིན་པས་གང་དང་གང་དུ་སྐྱེ་བ་དེ་དང་དེར་ཕྱུག་ཅིང་ནོར་མང་ལ་ལོངས་སྤྱོད་ཆེ་བའི་རིགས་སུ་སྐྱེས་ཏེ།
en: and prayed at the time of his death. Those acts ripened such that wherever he was born, it was into a family of great means, prosperity, and wealth.

source: འདིས་ང་མཉེས་པར་བྱས་ཏེ་མི་མཉེས་པར་མ་བྱས་སོ།། །།
en: that he has pleased me, and not displeased me.”

source: དགེ་འདུན་གྱི་དབྱེན་ཞེས་བྱ་བ་ནི།
en: The Schism in the Saṅgha

source: གླེང་གཞི་རྒྱལ་པོའི་ཁབ་ན་བཞུགས་ཏེ། དེའི་ཚེ་མུ་གེ་བྱུང་ནས་ཕོངས་ཤིང་གནས་པར་གྱུར་ཏེ་སློང་མོ་བས་ཀྱང་ཁ་ཟས་མི་རྙེད་དོ། །
en: When the Blessed One was in Rājagṛha, there was a famine of such severity and duration that beggars did not receive any food.

source: གཞན་ཡང་ཕ་མས་ཀྱང་རང་གི་བུ་སྨད་ལ་ཡང་ཁ་ཟས་ལེགས་པར་སྦྱིན་པ་དང་ལེགས་པར་བྱ་བར་མི་སེམས་ན་སློང་བ་རྣམས་ལ་ལྟ་ཅི་སྨོས།
en: After all, if parents could not hope to provide even their own children with food, what need is there to speak of beggars.
